<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="../css/about.css">
    <link rel="stylesheet" href="../css/all.css">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>ЮУГТК - О нас</title>
</head>
<body>
    <header class="header">
        <img class="burger-button" src="../imgs/бургер.svg">
        <nav class="burger-menu">
            <ul>
                <li><a href="../index.php?page=home">Главная</a></li>
                <li><a href="../index.php?page=about" class="act">О нас</a></li>
                <li><a href="../index.php?page=news">Новости</a></li>
                <li class="accordion">
                    <a href="#">Абитуриентам▿</a>
                    <ul class="submenuAccordeon">
                        <li><a href="../index.php?page=work">Поступление</a></li>
                        <li><a href="../index.php?page=work">Специальности</a></li>
                        <li><a href="../index.php?page=work">Общежитие</a></li>
                        <li><a href="../index.php?page=work">Онлайн заявление</a></li>
                    </ul>
                </li>
                <li><a href="../index.php?page=work">Сотрудникам</a></li>
                <li><a href="../index.php?page=work">Контакты</a></li>
                <li class="accordion">
                    <a href="#">Личный кабинет▿</a>
                    <ul class="submenuAccordeon">
                        <li><a href="../index.php?page=profile">Профиль</a></li>
                        <li><a href="../index.php?page=work">Расписание</a></li>
                        <li><a href="../index.php?page=rating">Оценки</a></li>
                    </ul>
                </li>
            </ul>
        </nav>
        <div class="widthContainer">
            <nav class="menu">
                <ul>
                    <li class="li" ><a href="../index.php?page=home" >Главная</a></li>
                    <li class="li"><a href="../index.php?page=about" class="act">О нас</a></li>
                    <li class="li"><a href="../index.php?page=news" >Новости</a></li>
                    <li class="submenu li">
                        <a href="#">Абитуриентам</a>
                        <ul class="sub-menu">
                            <li class="li-sub"><a href="../index.php?page=work">Поступление</a></li>
                            <li class="li-sub"><a href="../index.php?page=work">Специальности</a></li>
                            <li class="li-sub"><a href="../index.php?page=work">Общежитие</a></li>
                            <li class="li-sub"><a href="../index.php?page=work">Онлайн заявление</a></li>
                        </ul>
                    </li>
                    <li class="li"><a href="../index.php?page=work">Сотрудникам</a></li>
                    <li class="li"><a href="../index.php?page=work">Контакты</a></li>

                    <li class="submenu li">
                        <a href="../index.php?page=profile">Личный кабинет</a>
                        <ul class="sub-menu">
                            <li class="li-sub"><a href="../index.php?page=work">Расписание</a></li>
                            <li class="li-sub"><a href="../index.php?page=rating">Оценки</a></li>
                        </ul>
                    </li>
                </ul>
            </nav>
        </div>
    </header>
    <section class="history-section">
        <div class="widthContainer">
            <img src="../imgs/spec.jpg" alt="История школы" class="history-image">
            <p class="history-text">
                Южно-уральский технический колледж ведет обучение по актуальным специальностям, востребованным на рынке труда. 
                Колледж нацелен на профессиональное развитие, динамичный карьерный рост и на жизненный успех учащихся в целом. 
                ЮУГТК предоставляет студентам самые широкие возможности для занятий учебной, методической и научно-исследовательской деятельностью, 
                а также участия в широком спектре программ обмена. Учебный процесс для студентов Колледжа обеспечивают 
                высококвалифицированные преподаватели, кандидаты наук, специалисты-практики, педагоги высшей квалификационной категории. 
                Мы предлагаем вам получить в нашем колледже качественное образование, которое станет основой вашей блестящей карьеры.
            </p>
        </div>
    </section>

    <section class="teacher-section">
        <div class="widthContainer">
            <h2 class="section-title">Преподаватели</h2>
            <div class="teacher-container">
                <div class="teacher">
                    <img src="../imgs/p1.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Иван Петров</h3>
                    <p class="teacher-description">Дисциплина: Математика</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p2.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Елена Смирнова</h3>
                    <p class="teacher-description">Дисциплина: Английский язык</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p5.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Алексей Иванов </h3>
                    <p class="teacher-description">Дисциплина: Физика</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p4.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Наталья Ковалева</h3>
                    <p class="teacher-description">Дисциплина: Химия</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p3.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Дмитрий Морозов </h3>
                    <p class="teacher-description">Дисциплина: История</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p1.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Ольга Соколова</h3>
                    <p class="teacher-description">Дисциплина: Литература</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p4.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Андрей Козлов</h3>
                    <p class="teacher-description">Дисциплина: Биология</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p2.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Мария Попова</h3>
                    <p class="teacher-description">Дисциплина: Физкультура</p>
                </div>
                <div class="teacher">
                    <img src="../imgs/p3.jpg" alt="Преподаватель 1" class="teacher-image">
                    <h3 class="teacher-name">Сергей Николаев</h3>
                    <p class="teacher-description">Дисциплина: Информатика</p>
                </div>
            <!-- Добавьте еще 4 блока преподавателей -->
            </div>
        </div>
    </section>

    <section class="all-history-section">
        <div class="widthContainer">
            <h2 class="section-title">История колледжа</h2>

            <img src="../imgs/teh.jpg" alt="История школы" class="history-image">
            
            <b class="history-subname">Подзаголовок</b>
            <p class="history-text2">
                Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации новых предложений. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке дальнейших направлений развития. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности позволяет выполнять важные задания по разработке новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры представляет собой интересный эксперимент проверки модели развития. Не следует, однако забывать, что новая модель организационной деятельности играет важную роль в формировании дальнейших направлений развития. Идейные соображения высшего порядка, а также новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития.
            </p>
            <b class="history-subname">Подзаголовок</b>
            <p class="history-text2">
                Не следует, однако забывать, что начало повседневной работы по формированию позиции требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Товарищи! постоянный количественный рост и сфера нашей активности способствует подготовки и реализации модели развития. Повседневная практика показывает, что консультация с широким активом позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. С другой стороны новая модель организационной деятельности в значительной степени обуславливает создание соответствующий условий активизации. Повседневная практика показывает, что укрепление и развитие структуры в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач.
            </p>
            <p class="history-text2">
                С другой стороны реализация намеченных плановых заданий в значительной степени обуславливает создание систем массового участия. Равным образом консультация с широким активом требуют определения и уточнения систем массового участия.
            </p>
            <p class="history-text2">
                Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание систем массового участия. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание форм развития. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание существенных финансовых и административных условий. Разнообразный и богатый опыт укрепление и развитие структуры требуют определения и уточнения форм развития. Задача организации, в особенности же реализация намеченных плановых заданий играет важную роль в формировании направлений прогрессивного развития.
            </p>
            <b class="history-subname">Подзаголовок</b>
            <p class="history-text2">
                Товарищи! постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Задача организации, в особенности же дальнейшее развитие различных форм деятельности требуют от нас анализа новых предложений. Не следует, однако забывать, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.  
            <p class="history-text2">
                Товарищи! новая модель организационной деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение существенных финансовых и административных условий. Разнообразный и богатый опыт сложившаяся структура организации играет важную роль в формировании направлений прогрессивного развития. Товарищи! укрепление и развитие структуры требуют от нас анализа систем массового участия.
            </p>
            <p class="history-text2">
                Не следует, однако забывать, что рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. С другой стороны рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий.
            </p>
            <p class="history-text2">
                Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности играет важную роль в формировании дальнейших направлений развития. Разнообразный и богатый опыт рамки и место обучения кадров в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий. Повседневная практика показывает, что новая модель организационной деятельности позволяет выполнять важные задания по разработке модели развития. Разнообразный и богатый опыт рамки и место обучения кадров влечет за собой процесс внедрения и модернизации систем массового участия. Не следует, однако забывать, что начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации модели развития.            </p>
            </p>
        </div>
    </section>
    <footer class="footer">
        <div class="widthContainer">
            <div class="footer-logo">
                <img src="../imgs/logo.svg" alt="Логотип колледжа">
            </div>
          
            <p>&copy; 2023 ГБПОУ “Южно-Уральский государственный технический колледж”</p>
        </div>    
    </footer>
    <script src="../js/burger.js"></script>
</body>
</html>